const movieDetailsMock = {
  id: 678975,
  name: 'Need for Speed: Жажда скорости',
  poster: {
    url: 'https://st.kp.yandex.net/images/film_big/678975.jpg',
    previewUrl: 'https://st.kp.yandex.net/images/film_iphone/iphone360_678975.jpg',
  },
  description:
    'История Тоби Маршалла, гениального автомеханика, чьей единственной отдушиной является участие в подпольных гонках. Чтобы сохранить семейную мастерскую, Тоби вынужден взять в партнеры богатого и заносчивого бывшего гонщика IndyCar Дино Брюстера. Когда дела Тоби наконец-то начинают идти в гору, Дино подставляет партнера, и Тоби обвиняют в преступлении, которого он не совершал. Спустя два года Тоби выходит из тюрьмы с мыслью о мести. Чтобы достичь своей цели, ему придется совершить невозможное и доказать, что даже в мире броских суперкаров самый невзрачный гонщик может финишировать первым.',
};

export default movieDetailsMock;
